<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//FR">
<HTML>
<HEAD>
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW, NOARCHIVE">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../../../styles/judgment.css" type="text/css">
<title>Belende v. Greenspoon and Lasman (June 7, 2004)</title>

</head>

<body>
<p class="rightalign">DATE : 20040607<br>
  R&Ocirc;LE : M30550</p>
<h1 class="h1">COURT OF APPEAL FOR ONTARIO</h1>
<table class="tableendorsement" border="0" cellpadding="0" cellspacing="0">
  <tr valign="top"> 
    <td class="column1" width="20%">ENTRE :</td>
    <td class="column2" width="80%">NDEM BELENDE (d&eacute;fendeur/auteur de la 
      motion) &#150; et &#150; ALLAN GREENSPOON et BELLE LASMAN (demandeurs/intim&eacute;s)</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">&nbsp;</td>
    <td class="column2" width="80%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">LE TRIBUNAL :</td>
    <td class="column2" width="80%">Les juges d&#146;appel LABROSSE et CHARRON 
      et le juge ROULEAU (ad hoc)</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">&nbsp;</td>
    <td class="column2" width="80%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td class="f12font" width="20%">PROCUREURS :</td>
    <td class="column2" width="80%">Ndem Belende l&#146;auteur de la motion, en 
      personne</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">&nbsp;</td>
    <td class="column2" width="80%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">&nbsp;</td>
    <td class="column2" width="80%">Me David A. Brooker pour les intim&eacute;s</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">&nbsp;</td>
    <td class="column2" width="80%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">AUDIENCE :</td>
    <td class="column2" width="80%">le 6 mai 2004</td>
  </tr>
  <tr valign="top"> 
    <td class="column1" width="20%">&nbsp;</td>
    <td class="column2" width="80%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">Appel interjet&eacute; d&#146;une ordonnance prononc&eacute;e 
      par le juge principal r&eacute;gional Robert A. Blair de la Cour sup&eacute;rieure 
      de justice (poste qu&#146;il occupait alors) dat&eacute;e du 31 octobre 
      2003.
      <p></p>
    </td>
  </tr>
</table>
<p class="boldcenter">ENDOSSEMENT</p>
<p>[1] Le diff&eacute;rend entre les parties vise leur droits respectifs &agrave; 
  l&#146;&eacute;gard d&#146;une hypoth&egrave;que &agrave; laquelle a consenti 
  l&#146;appelant Ndem Belende en faveur des intim&eacute;s, Allan Greenspoon 
  et Belle Lasman. &Agrave; ce stade, il suffit de rappeler certains des faits 
  en cause. </p>
<p>[2] En ao&ucirc;t 2003, la juge Boyko a entendu une motion pr&eacute;sent&eacute;e 
  par M. Belende en vue de fixer le montant des arri&eacute;r&eacute;s dus sur 
  son hypoth&egrave;que. Dans une ordonnance dat&eacute;e du 29 ao&ucirc;t 2003, 
  la juge saisie de la motion a, entre autres choses, fix&eacute; les montants 
  &agrave; acquitter pour purger l&#146;hypoth&egrave;que. </p>
<p>[3] M. Belende conteste certains des montants fix&eacute;s par la juge Boyko 
  et a interjet&eacute; appel de son ordonnance devant la Cour divisionnaire. 
  Son appel a &eacute;t&eacute; cass&eacute; le 31 octobre 2003 par une ordonnance 
  du juge principal r&eacute;gional Blair. Le juge principal r&eacute;gional Blair 
  a cass&eacute; l&#146;appel parce que M. Belende n&#146;avait pas obtenu l&#146;autorisation 
  d&#146;interjeter appel d&#146;une ordonnance interlocutoire. Subsidiairement, 
  si l&#146;ordonnance &eacute;tait d&eacute;finitive, le tribunal devant lequel 
  M. Belende interjetait l&#146;appel &eacute;tait incomp&eacute;tent. </p>
<p>[4] M. Belende pr&eacute;sente maintenant &agrave; cette cour une motion en 
  autorisation d&#146;appel de la d&eacute;cision du juge principal r&eacute;gional 
  Blair. Les intim&eacute;s sont d&#146;avis que cette autorisation ne devrait 
  pas &ecirc;tre accord&eacute;e car il n&#146;y a pas de raison de remettre en 
  question le bien-fond&eacute; de la d&eacute;cision du juge principal r&eacute;gional 
  Blair de casser l&#146;appel en Cour divisionnaire.</p>
<p>[5] Nous convenons que l&#146;appel interjet&eacute; devant la Cour divisionnaire 
  a &eacute;t&eacute; cass&eacute; &agrave; juste titre car, &agrave; notre avis, 
  l&#146;ordonnance de la juge Boyko &eacute;tait d&eacute;finitive et ne pouvait 
  faire l&#146;objet d&#146;un appel devant la Cour divisionnaire. De droit, l&#146;appel 
  aurait d&ucirc; &ecirc;tre interjet&eacute; devant la pr&eacute;sente cour. 
  Nous sommes d&#146;avis, toutefois, que l&#146;affaire ne devrait pas s&#146;arr&ecirc;ter 
  pour autant. </p>
<p>[6] M. Belende se repr&eacute;sente lui-m&ecirc;me. Sa motion en autorisation 
  d&#146;appel de l&#146;ordonnance du juge principal r&eacute;gional Blair &eacute;tait 
  inappropri&eacute;e, mais il ne fait pas de doute que l&#146;intention de M. 
  Belende en pr&eacute;sentant cette motion &eacute;tait d&#146;en appeler du 
  fond de l&#146;ordonnance de la juge Boyko. M. Belende n&#146;a cess&eacute; 
  de maintenir son intention d&#146;en appeler du fond de l&#146;ordonnance de 
  la juge Boyko depuis le d&eacute;but. En outre, son appel ne semble pas, du 
  moins en partie, futile. </p>
<p>[7] Dans ces circonstances, nous sommes d&#146;avis que la justice exige que 
  nous traitions cette motion en autorisation d&#146;appel comme une motion en 
  prorogation de d&eacute;lai afin d&#146;en appeler de l&#146;ordonnance de la 
  juge Boyko, et nous accordons cette prorogation de d&eacute;lai. </p>
<p>[8] M. Belende conteste la stipulation de la juge Boyko selon laquelle il devait 
  payer non seulement les versements mensuels en souffrance, mais aussi un int&eacute;r&ecirc;t 
  mensuel de 8% en plus de l&#146;autre int&eacute;r&ecirc;t d&ucirc; sur le principal. 
  Selon lui, cette stipulation revenait, en fait, &agrave; transformer le taux 
  de son hypoth&egrave;que de 8% &agrave; 16%. Il conteste &eacute;galement le 
  droit des intim&eacute;s &agrave; la prime de remboursement anticip&eacute; 
  de 5 460 $.</p>
<p>[9] Nous avons d&eacute;j&agrave; entendu les arguments de M. Belende sur le 
  bien-fond&eacute; de son appel lors de l&#146;audition de la motion. Afin de 
  mettre un terme &agrave; ces instances, nous sommes pr&ecirc;ts &agrave; recevoir 
  l&#146;appel de M. Belende, mais uniquement en ce qui concerne la prime de remboursement 
  anticip&eacute;. Nous avons demand&eacute; &agrave; l&#146;avocat des intim&eacute;s 
  un compl&eacute;ment d&#146;information sur cette prime de remboursement anticip&eacute;, 
  mais nous n&#146;avons pas re&ccedil;u ses arguments puisque, naturellement, 
  il n&#146;avait pas pr&eacute;vu que le fond du litige allait &ecirc;tre remis 
  en question &agrave; ce stade. </p>
<p>[10] Afin de trancher cette question, nous enjoignons aux intim&eacute;s de 
  signifier et de d&eacute;poser leurs arguments &eacute;crits, dans les 14 jours 
  suivant la pr&eacute;sente ordonnance, et d&#146;expliquer si la juge Boyko 
  avait raison d&#146;inclure la prime de remboursement anticip&eacute; dans les 
  versements &agrave; acquitter pour purger l&#146;hypoth&egrave;que. M. Belende 
  aura 7 jours pour r&eacute;pondre &agrave; ces arguments &eacute;crits, s&#146;il 
  souhaite le faire. </p>
<p>[11] M. Belende a &eacute;galement pr&eacute;sent&eacute; deux autres motions 
  &agrave; cette cour : une motion en annulation de l&#146;ordonnance du greffier 
  rejetant son appel de l&#146;ordonnance du juge Marchand; et une motion en vue 
  de fixer le montant appropri&eacute; &agrave; acquitter pour purger l&#146;hypoth&egrave;que. 
  Les arguments pr&eacute;sent&eacute;s &agrave; l&#146;appui de ces deux motions 
  ont &eacute;t&eacute; d&eacute;pos&eacute;s. Nous rendrons notre d&eacute;cision 
  sur les trois motions apr&egrave;s avoir re&ccedil;u les arguments &eacute;crits 
  visant la premi&egrave;re motion. </p>
<p>[12] Les parties peuvent pr&eacute;senter d&#146;autres arguments sur les d&eacute;pens 
  dans leurs arguments &eacute;crits, si elles le jugent opportun. </p>
<p>Sign&eacute; : &laquo; J.-M. Labrosse J.A. &raquo;<br>
  &laquo; Louise Charron J.A. &raquo;<br>
  &laquo; Paul Rouleau J. (ad hoc) &raquo;</p>
</body>
</html>
