<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//FR">
<HTML>
<HEAD>
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW, NOARCHIVE">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../../../styles/judgment.css" type="text/css">
<title>R. c. Potvin (June 16, 2004)</title>

</head>
<body>
<p class="rightalign">DATE : 20040616<br>
  R&Ocirc;LE : C37942</p>
<h1>COURT OF APPEAL FOR ONTARIO</h1>
<p class="boldcenter">COUR D'APPEL DE L'ONTARIO</p>
<table class="tablereserved" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr valign="top"> 
    <td colspan="2">ENTRE :</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td class="reserved1">SA MAJEST&Eacute; LA REINE</td>
    <td class="reserved2">Intim&eacute;e</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">- et -</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td class="reserved1">MARCEL POTVIN</td>
    <td class="reserved2">Appelant</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">J.A. Ramsay et Leanne Salel pour l'intim&eacute;e</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">Joel Etienne, pour l'appelant</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">Audience : le 7 mai 2004 </td>
  </tr>
</table>

<p>Appel interjet&eacute; de la condamnation inscrite par le juge Robert P. Boissonneault 
  de la Cour sup&eacute;rieure de justice et jury le 18 octobre 2000 et de la 
  sentence impos&eacute;e par le juge Boissonneault le 4 d&eacute;cembre 2000.</p>
<p>
  CHARRON J.A.: </p>
<p>
  [1] Marcel Potvin a &eacute;t&eacute; accus&eacute; de tentative de meurtre, 
  tentative d'&eacute;tranglement avec l'intention de commettre une agression 
  sexuelle, agression sexuelle grave, s&eacute;questration, et possession de stup&eacute;fiants, 
  tous relatifs &agrave; une attaque sur une danseuse exotique le matin du 6 janvier 
  2000. &Agrave; sa demande et conform&eacute;ment &agrave; l'art. 530 du Code 
  criminel, le tribunal a ordonn&eacute; qu'il subisse son proc&egrave;s devant 
  un juge et jury qui parlent fran&ccedil;ais. Son proc&egrave;s s'est d&eacute;roul&eacute; 
  devant le juge Boissonneault et un jury &agrave; la Cour sup&eacute;rieure de 
  justice &agrave; Brampton. Le 18 octobre 2000, l'appelant a &eacute;t&eacute; 
  condamn&eacute; sur tous les chefs d'accusation &agrave; l'exception de la tentative 
  de meurtre. Une peine globale de quatre ans et neuf mois d'emprisonnement fut 
  impos&eacute;e. </p>
<p>
  [2] M. Potvin interj&egrave;te appel contre sa condamnation et sa sentence. 
  Comme principal motif d'appel, il pr&eacute;tend que son droit &agrave; un proc&egrave;s 
  unilingue fran&ccedil;ais n'a pas &eacute;t&eacute; respect&eacute; et que, 
  par cons&eacute;quent, cette cour doit ordonner un nouveau proc&egrave;s. L'appelant 
  soumet que, loin de s'&ecirc;tre d&eacute;roul&eacute; dans la langue fran&ccedil;aise, 
  son proc&egrave;s a &eacute;t&eacute; plut&ocirc;t bilingue, sinon anglais. 
  &Agrave; titre d'exemple plus flagrant, l'appelant note que les premiers cinq 
  jours de t&eacute;moignage se sont d&eacute;roul&eacute;s presqu'uniquement 
  en anglais, et ceci sans transcription de la traduction qui lui a &eacute;t&eacute; 
  fournie de fa&ccedil;on simultan&eacute;e dans la langue fran&ccedil;aise. Il 
  souligne que pendant ces cinq journ&eacute;es, onze t&eacute;moins de la Couronne 
  ont t&eacute;moign&eacute;, y compris le t&eacute;moin principal, la plaignante 
  dans cette affaire. De plus, &agrave; l'appui de sa pr&eacute;tention que son 
  proc&egrave;s &eacute;tait tout autre qu'un proc&egrave;s fran&ccedil;ais, l'appelant 
  pr&eacute;sente un tableau qui d&eacute;montre que presqu'aucune page de la 
  transcription du proc&egrave;s &eacute;tait enti&egrave;rement en fran&ccedil;ais. 
  Enfin, il note que son proc&egrave;s s'est d&eacute;roul&eacute; de cette fa&ccedil;on 
  en d&eacute;pit des objections de son procureur. En conclusion, l'appelant se 
  fonde sur l'arr&ecirc;t R. c. Beaulac, [1999] 1 R.C.S. 768 au para. 54, o&ugrave; 
  la Cour supr&ecirc;me du Canada a d&eacute;cid&eacute; que la violation des 
  droits linguistiques de l'accus&eacute; constitue &quot; un tort important et 
  non une irr&eacute;gularit&eacute; de proc&eacute;dure. &quot; Par cons&eacute;quent, 
  l'appelant soumet qu'un nouveau proc&egrave;s doit &ecirc;tre ordonn&eacute;.</p>
<p>
  [3] En r&eacute;plique, l'intim&eacute;e pr&eacute;tend que le proc&egrave;s 
  s'est d&eacute;roul&eacute; sans plainte quant &agrave; la fa&ccedil;on ou la 
  qualit&eacute; de l'interpr&eacute;tation pendant les premiers cinq jours du 
  proc&egrave;s et que ce n'est qu'au sixi&egrave;me jour que le procureur de 
  la d&eacute;fense s'est plaint que l'appelant ne pouvait pas entendre tout ce 
  qui se passait dans la salle d'audition, qu'il ne savait pas si l'interpr&egrave;te 
  traduisait correctement ou non, et que les &eacute;couteurs lui portaient de 
  la douleur aux oreilles. L'intim&eacute;e argumente qu'apr&egrave;s cette plainte, 
  les procureurs et le juge se sont entendus quant &agrave; la proc&eacute;dure 
  &agrave; suivre, et qu'essentiellement le reste du proc&egrave;s s'est d&eacute;roul&eacute; 
  conform&eacute;ment &agrave; cette entente. L'intim&eacute;e pr&eacute;tend 
  donc qu'il n'y a pas eu de violation des droits linguistiques de l'appelant 
  puisque, par sa conduite, il a essentiellement consenti &agrave; subir un proc&egrave;s 
  bilingue. Dans l'alternative, si cette cour estime qu'il y a eu une violation 
  aux droits de l'appelant, l'intim&eacute;e pr&eacute;tend que la disposition 
  r&eacute;paratrice en vertu de l'al. 686(1)(b) devrait s'appliquer en l'esp&egrave;ce. 
  </p>
<p>
  [4] L'&eacute;tude du dossier confirme que l'appelant n'a pas joui de son droit 
  &agrave; un proc&egrave;s en fran&ccedil;ais et qu'il s'agit ici d'un tort important 
  qui n'admet d'autre recours que l'annulation de la condamnation et l'ordonnance 
  d'un nouveau proc&egrave;s. Mes motifs sont les suivants.</p>
<p>I. Le droit &agrave; un proc&egrave;s dans la langue de choix de l'accus&eacute; 
  </p>
<p>
  [5] L'article 530 du Code criminel permet &agrave; tout accus&eacute; dont la 
  langue est l'une des langues officielles du Canada de choisir de subir son proc&egrave;s 
  devant un tribunal, en l'esp&egrave;ce un juge et un jury, &quot; qui parlent 
  la langue officielle du Canada qui est celle de l'accus&eacute;, ou si les circonstances 
  le justifient, qui parlent les deux langues officielles du Canada. &quot; Le 
  texte se lit comme suit : </p>
<p class="indent">530.(1) Langue de l'accus&eacute; - Sur demande d'un accus&eacute; 
  dont la langue est l'une des langues officielles du Canada, </p>
<p class="center">&#133;</p>
<p class="indent">un juge de paix, un juge de la cour provinciale ou un juge de 
  la Cour de justice du Nunavut ordonne que l'accus&eacute; subisse son proc&egrave;s 
  devant un juge de paix, un juge de la cour provinciale, un juge seul ou un juge 
  et un jury, selon le cas, qui parlent la langue officielle du Canada qui est 
  celle de l'accus&eacute; ou, si les circonstances le justifient, qui parlent 
  les deux langues officielles du Canada.</p>
<p>
  [6] Tel qu'indiqu&eacute; plus t&ocirc;t, l'appelant a choisi de subir son proc&egrave;s 
  en fran&ccedil;ais. L'article 530.1, reproduit ci-dessous, apporte les pr&eacute;cisions 
  suivantes : </p>
<p class="indent">
  530.1 Pr&eacute;cision - Lorsqu'il est ordonn&eacute;, sous le r&eacute;gime 
  de l'article 530, qu'un accus&eacute; subisse son proc&egrave;s devant &#133; 
  un juge et un jury qui parlent la langue officielle qui est celle de l'accus&eacute; 
  &#133; : </p>
<p class="indent"> a) l'accus&eacute; et son avocat ont le droit d'employer l'une 
  ou l'autre langue officielle au cours de l'enqu&ecirc;te pr&eacute;liminaire 
  et du proc&egrave;s;</p>
<p class="indent">b) ils peuvent utiliser l'une ou l'autre langue officielle dans 
  les actes de proc&eacute;dure ou autres documents de l'enqu&ecirc;te pr&eacute;liminaire 
  et du proc&egrave;s;</p>
<p class="indent">c) les t&eacute;moins ont le droit de t&eacute;moigner dans 
  l'une ou l'autre langue officielle &agrave; l'enqu&ecirc;te pr&eacute;liminaire 
  et au proc&egrave;s;</p>
<p class="indent">d) l'accus&eacute; a droit &agrave; ce que le juge pr&eacute;sidant 
  l'enqu&ecirc;te parle la m&ecirc;me langue officielle que lui;</p>
<p class="indent">e) l'accus&eacute; a droit &agrave; ce que le poursuivant - 
  quand il ne s'agit pas d'un poursuivant priv&eacute; - parle la m&ecirc;me langue 
  officielle que lui;</p>
<p class="indent">f) le tribunal est tenu d'offrir des services d'interpr&eacute;tation 
  &agrave; l'accus&eacute;, &agrave; son avocat et aux t&eacute;moins tant &agrave; 
  l'enqu&ecirc;te pr&eacute;liminaire qu'au proc&egrave;s;</p>
<p class="indent">g) le dossier de l'enqu&ecirc;te pr&eacute;liminaire et celui 
  du proc&egrave;s doivent comporter la totalit&eacute; des d&eacute;bats dans 
  la langue officielle originale et la transcription de l'interpr&eacute;tation, 
  ainsi que toute la preuve documentaire dans la langue officielle de sa pr&eacute;sentation 
  &agrave; l'audience;</p>
<p class="indent">h) le tribunal assure la disponibilit&eacute;, dans la langue 
  officielle qui est celle de l'accus&eacute;, du jugement - expos&eacute; des 
  motifs compris - rendu par &eacute;crit dans l'une ou l'autre langue officielle. 
  [Mes italiques.]</p>
<p>
  [7] L'appelant pr&eacute;tend qu'il y a eu violation des paragraphes (d), (e) 
  et (g). Je note que le para. (d), quant &agrave; la langue du juge, ne s'applique 
  qu'&agrave; l'enqu&ecirc;te pr&eacute;liminaire; c'est plut&ocirc;t l'ordonnance 
  en vertu de l'art. 530 qui pr&eacute;voit que le juge du proc&egrave;s et le 
  jury parlent la m&ecirc;me langue officielle que celle de l'appelant. Les faits 
  les plus saillants portant sur la langue employ&eacute;e au cours du proc&egrave;s 
  sont les suivants.</p>
<p>
  II. Le d&eacute;roulement du proc&egrave;s</p>
<p>
  [8] Tel qu'indiqu&eacute; plus haut, l'intim&eacute;e pr&eacute;tend que l'appelant, 
  par faute d'objection pendant les cinq premi&egrave;res journ&eacute;es de t&eacute;moignage, 
  a essentiellement consenti &agrave; un proc&egrave;s qui ressemblait davantage 
  &agrave; un proc&egrave;s bilingue plut&ocirc;t qu'unilingue fran&ccedil;ais. 
  Afin de d&eacute;terminer si cette pr&eacute;tention est bien fond&eacute;e, 
  il est important de consid&eacute;rer ce qui s'est produit au cours des cinq 
  journ&eacute;es pr&eacute;c&eacute;dentes pendant lesquelles des requ&ecirc;tes 
  pr&eacute;-proc&egrave;s ont &eacute;t&eacute; entendues. </p>
<p>
  [9] Il est important de souligner, d'abord, qu'il ne fait aucun doute que l'accus&eacute; 
  a obtenu une ordonnance &agrave; l'art. 530 qu'il subisse un proc&egrave;s fran&ccedil;ais. 
  Le proc&egrave;s a d&eacute;but&eacute; le 13 septembre 2000 par des pr&eacute;-requ&ecirc;tes 
  avant la formation du jury. Une interpr&egrave;te accr&eacute;dit&eacute;e &eacute;tait 
  pr&eacute;sente pendant l'audition des requ&ecirc;tes, ainsi que tout au long 
  du proc&egrave;s. Au tout d&eacute;but de l'instance, le juge s'est adress&eacute; 
  en anglais au greffier de la cour pour donner des directives concernant l'exclusion 
  du public pour l'audience &agrave; huis clos pr&eacute;vue &agrave; l'art. 278.4 
  du Code criminel. Le procureur de la d&eacute;fense a imm&eacute;diatement fait 
  la remarque que l'interpr&egrave;te chuchotait la traduction des paroles du 
  juge plut&ocirc;t que parler &agrave; haute voix, ce qui ne permettait pas que 
  la traduction soit capt&eacute;e pour fin d'enregistrement. Le juge lui a donn&eacute; 
  raison, en remarquant que le Code criminel pr&eacute;voyait que le dossier du 
  proc&egrave;s comporte la totalit&eacute; des d&eacute;bats, incluant la transcription 
  de toute traduction dans la langue fran&ccedil;aise (soit le para. 530.1(g)). 
  Le juge a donc ordonn&eacute; &agrave; l'interpr&egrave;te de traduire &agrave; 
  haute voix tout ce qui serait dit en anglais. Les requ&ecirc;tes pr&eacute;-proc&egrave;s 
  se sont donc ensuite d&eacute;roul&eacute;es selon ces directives, mais avec 
  certains incidents pertinents. </p>
<p>
  [10] Il est d'abord &agrave; noter que toutes les interventions du juge au cours 
  des journ&eacute;es de requ&ecirc;tes se sont d&eacute;roul&eacute;es, &agrave; 
  part quelques exceptions, dans la langue anglaise. Il en a &eacute;t&eacute; 
  de m&ecirc;me pour les motifs des d&eacute;cisions rendues sur les diverses 
  requ&ecirc;tes. Le procureur de la Couronne, lui aussi, s'est adress&eacute; 
  au tribunal habituellement en anglais. De sa part, le procureur de la d&eacute;fense, 
  en tout temps au cours des requ&ecirc;tes pr&eacute;-proc&egrave;s, a continu&eacute; 
  &agrave; s'exprimer en fran&ccedil;ais pendant ses repr&eacute;sentations. </p>
<p>
  [11] Bien que la traduction des &eacute;changes entre le juge et les avocats 
  pendant ces journ&eacute;es a &eacute;t&eacute; faite &agrave; haute voix et 
  vers&eacute;e au dossier, la traduction est souvent incompl&egrave;te et, par 
  bouts, compl&egrave;tement absente. Il m'appara&icirc;t &eacute;vident, &agrave; 
  la lecture du dossier, que ces lacunes dans la traduction sont dues au fait 
  que les interlocuteurs n'ont pas laiss&eacute; &agrave; l'interpr&egrave;te 
  suffisamment de temps pour accomplir sa t&acirc;che. De fait, &agrave; un moment 
  donn&eacute; au cours de la premi&egrave;re journ&eacute;e des pr&eacute;-requ&ecirc;tes, 
  le procureur de la d&eacute;fense s'est object&eacute; que le tout n'&eacute;tait 
  pas traduit et il a rappel&eacute; au juge ses directives concernant la traduction 
  qui devait se faire &agrave; haute voix. Le juge &eacute;tait d'accord et a 
  dit : &quot; On va le faire. &quot; En d&eacute;pit de cette directive, le procureur 
  de la Couronne a imm&eacute;diatement continu&eacute; ses repr&eacute;sentations, 
  en anglais toujours, &agrave; toute vitesse et le juge a d&ucirc; l'interrompre 
  pour que la traduction puisse se faire. Malheureusement, la traduction a continu&eacute; 
  &agrave; &ecirc;tre incompl&egrave;te &agrave; plusieurs reprises au cours des 
  pr&eacute;-requ&ecirc;tes. </p>
<p>
  [12] Au troisi&egrave;me jour des pr&eacute;-requ&ecirc;tes, le premier t&eacute;moin 
  anglophone a &eacute;t&eacute; appel&eacute; &agrave; la barre des t&eacute;moins. 
  Le procureur de la Couronne a demand&eacute; au juge des directives quant &agrave; 
  langue qui devait &ecirc;tre employ&eacute;e pendant son interrogatoire. Le 
  juge lui a r&eacute;pondu &quot; whatever you prefer &quot;. Le procureur de 
  la Couronne a indiqu&eacute; qu'il pr&eacute;f&eacute;rait poser ses questions 
  en anglais. Le procureur de la d&eacute;fense s'est object&eacute; et a demand&eacute; 
  que le procureur de la Couronne pose ses questions en fran&ccedil;ais. Le juge 
  a d&eacute;cid&eacute; qu'il &eacute;tait suffisant que l'accus&eacute; comprenne 
  les questions et les r&eacute;ponses. Il a donc permis au procureur de la Couronne 
  de poser ses questions en anglais avec traduction cons&eacute;cutive en fran&ccedil;ais. 
  </p>
<p>
  [13] Vers la fin de la cinqui&egrave;me journ&eacute;e des pr&eacute;-requ&ecirc;tes, 
  au cours d'un &eacute;change entre le juge et le procureur de la Couronne qui 
  se d&eacute;roulait, comme d'habitude, en anglais, le procureur de la d&eacute;fense 
  a interrompu en disant : </p>
<p class="indent">&quot; Est-ce qu'on peut quand m&ecirc;me parler en fran&ccedil;ais? &quot;</p>
<p>
  [14] Il m'appara&icirc;t clair &agrave; la lecture du dossier que le juge, en 
  r&eacute;plique, s'est f&acirc;ch&eacute; en indiquant au procureur de la d&eacute;fense 
  qu'il n'y avait rien au Code criminel qui obligeait que chaque parole soit dite 
  en fran&ccedil;ais, qu'au moins la moiti&eacute; du temps &agrave; date avait 
  &eacute;t&eacute; gaspill&eacute;e, que la situation &eacute;tait intol&eacute;rable, 
  et qu'elle n'allait plus se reproduire. Tout ceci a &eacute;t&eacute; dit en 
  anglais, avec traduction incompl&egrave;te, et sur ce, la s&eacute;ance a &eacute;t&eacute; 
  lev&eacute;e. </p>
<p>
  [15] Le prochain jour, le 20 septembre, le juge a rendu ses motifs sur les requ&ecirc;tes, 
  oralement et en anglais. Bien qu'il appert qu'une interpr&egrave;te ait &eacute;t&eacute; 
  pr&eacute;sente, aucune traduction n'a &eacute;t&eacute; transcrite au dossier. 
  Le m&ecirc;me jour, le jury a &eacute;t&eacute; s&eacute;lectionn&eacute;. Cette 
  partie du proc&egrave;s n'a pas &eacute;t&eacute; transcrite pour fins de l'appel. 
  Le m&eacute;moire de l'intim&eacute;e indique que le juge &agrave; accord&eacute; 
  &agrave; la d&eacute;fense la permission de r&eacute;cuser chacun des jur&eacute;s 
  pour motif qu'il ne parle pas fran&ccedil;ais en vertu de l'al. 638(1)(f) du 
  Code criminel et de poser des questions quant &agrave; leur compr&eacute;hension 
  du fran&ccedil;ais.</p>
<p>
  [16] Le lendemain, au d&eacute;but de l'instance du 21 septembre, l'interpr&egrave;te 
  a &eacute;t&eacute; asserment&eacute;e pour fin du proc&egrave;s. Le juge a 
  demand&eacute; &agrave; l'interpr&egrave;te si elle avait l'&eacute;quipement 
  n&eacute;cessaire pour faire la traduction de fa&ccedil;on simultan&eacute;e. 
  L'interpr&egrave;te a indiqu&eacute; qu'elle pouvait le faire. L'instance a 
  imm&eacute;diatement continu&eacute; de cette fa&ccedil;on, soit sans traduction 
  &agrave; haute voix et, par cons&eacute;quent, sans transcription de ce qui 
  a &eacute;t&eacute; traduit pour l'appelant. Tel que not&eacute; par l'intim&eacute;e, 
  le procureur de la d&eacute;fense n'a pas insist&eacute; &agrave; ce moment-ci 
  que la traduction soit faite &agrave; haute voix comme il l'avait fait pendant 
  les jours pr&eacute;c&eacute;dents. </p>
<p>
  [17] Tel qu'indiqu&eacute; plus t&ocirc;t, pendant les cinq journ&eacute;es 
  suivantes, onze t&eacute;moins ont &eacute;t&eacute; entendus, dont dix en anglais 
  sans qu'aucune traduction ne soit transcrite. C'est au d&eacute;but du sixi&egrave;me 
  jour des t&eacute;moignages que le procureur de la d&eacute;fense s'objecte 
  comme suit : </p>
<p class="indent">Me Leclair : Bon M. Potvin veut faire les commentaires suivants. Il dit qu'il 
  a demand&eacute; un proc&egrave;s en fran&ccedil;ais, qui est pas bilingue, 
  qu'il est fran&ccedil;ais, qu'il peut pas entendre et comprendre tout ce qui 
  se passe dans la cour, que m&ecirc;me, malgr&eacute; la comp&eacute;tence de 
  Madame l'interpr&egrave;te, si c'est pas correctement traduit, il le sait pas. 
  Et que les &eacute;couteurs portent de la douleur aux oreilles et que quand 
  les &eacute;couteurs sont enlev&eacute;s et remis, parce que &ccedil;a change 
  de l'anglais au fran&ccedil;ais, &ccedil;a l'emp&ecirc;che de se concentrer 
  et que c'est pas toujours - qu'il a manqu&eacute; des bouts.</p>
<p>
  [18] Vu les circonstances, le procureur de la d&eacute;fense a indiqu&eacute; 
  qu'il ne voyait d'autre solution que de d&eacute;clarer une annulation du proc&egrave;s. 
  Il a indiqu&eacute; par contre qu'il &eacute;tait pr&ecirc;t &agrave; &eacute;couter 
  si le procureur de la Couronne, lui, avait une autre solution &agrave; sugg&eacute;rer. 
  Le juge a imm&eacute;diatement rejet&eacute; la requ&ecirc;te en indiquant qu'il 
  &eacute;tait satisfait que M. Potvin avait un juge et un jury qui parlent fran&ccedil;ais, 
  conform&eacute;ment aux dispositions du Code criminel. Il a exprim&eacute; sa 
  surprise d'entendre cette requ&ecirc;te, compte tenu du fait que le procureur 
  de la d&eacute;fense, lui-m&ecirc;me avait interrog&eacute; les t&eacute;moins 
  en anglais. Finalement, le juge a sugg&eacute;r&eacute; que la proc&eacute;dure 
  suivante soit adopt&eacute;e : </p>
<p class="indent">Alors, si vous voulez, on peut continuer et que je demande [au procureur de 
  la Couronne], s'il le veut, de poser ses questions en fran&ccedil;ais, d'avoir 
  les questions traduites &agrave; haute voix, d'avoir les r&eacute;ponses traduites 
  &agrave; haute voix, et peut-&ecirc;tre &agrave; ce stage que vous, vous pourriez 
  contre-interroger en fran&ccedil;ais ce que vous n'avez pas fait jusqu'ici. 
  </p>
<p>
  [19] En r&eacute;ponse &agrave; cette suggestion, le procureur de la d&eacute;fense 
  a rappel&eacute; au tribunal que son client avait droit &agrave; ce que le juge 
  et le procureur de la Couronne parlent fran&ccedil;ais. Il a aussi r&eacute;p&eacute;t&eacute; 
  son objection qu'il n'y avait pas de transcription compl&egrave;te en fran&ccedil;ais 
  tel que pr&eacute;vu au para. 530.1(g). Quant &agrave; la transcription, le 
  juge, de sa part, a sembl&eacute; &ecirc;tre sous l'impression que la traduction 
  simultan&eacute;e avait &eacute;t&eacute; enregistr&eacute;e, ce qui n'&eacute;tait 
  pas le cas. Le procureur de la d&eacute;fense a propos&eacute; la solution suivante 
  : qu'une transcription de tout le proc&egrave;s jusqu'&agrave; ce point-l&agrave; 
  soit pr&eacute;par&eacute;e et que l'interpr&egrave;te la traduise &agrave; 
  haute voix. Sans r&eacute;pondre sp&eacute;cifiquement &agrave; cette suggestion, 
  le procureur de la Couronne a r&eacute;pliqu&eacute; qu'il &eacute;tait pr&ecirc;t 
  &agrave; accommoder M. Potvin en interrogeant les t&eacute;moins qui restaient, 
  sauf les t&eacute;moins experts, en fran&ccedil;ais. Quant aux t&eacute;moins 
  experts, il avait l'intention de les interroger en anglais. Le procureur de 
  la d&eacute;fense a indiqu&eacute; qu'il serait pr&eacute;f&eacute;rable que 
  le procureur pose les questions en fran&ccedil;ais mais, en fin de compte, il 
  a exprim&eacute; son accord &agrave; ce que les questions soient pos&eacute;es 
  en anglais et traduites &agrave; haute voix, pourvu qu'&agrave; part &ccedil;a, 
  le juge et le procureur s'expriment en fran&ccedil;ais. Sur ce dernier point, 
  le tribunal a r&eacute;pliqu&eacute; que non - qu'il se r&eacute;servait le 
  droit de parler en anglais &quot; sur des points techniques &quot; avec la traduction 
  faite &agrave; haute voix. </p>
<p>
  [20] L'instance a continu&eacute; avec la traduction &agrave; haute voix, tel 
  que convenu. Le procureur de la d&eacute;fense, par contre, est rest&eacute; 
  sous l'impression que la cour avait accept&eacute; que l'interpr&egrave;te traduise 
  pour l'appelant les premiers cinq jours du proc&egrave;s en se fondant sur les 
  transcriptions de ce qui avait &eacute;t&eacute; dit &agrave; haute voix. Il 
  a donc soulev&eacute; la question de nouveau le jour suivant. La cour a rejet&eacute; 
  sa demande, indiquant que ceci imposerait un trop grand fardeau &agrave; la 
  st&eacute;nographe. </p>
<p>
  [21] Pendant le reste du proc&egrave;s, le procureur de la Couronne a pos&eacute; 
  ses questions au reste des t&eacute;moins en fran&ccedil;ais, sauf pour six 
  d'entre eux lorsqu'il s'agissait des t&eacute;moins experts ou de la preuve 
  technique. Le procureur de la d&eacute;fense a pos&eacute; ses questions en 
  fran&ccedil;ais. Le juge a continu&eacute; &agrave; s'exprimer principalement 
  en anglais. Lorsqu'il y avait de l'argumentation ou des directives en anglais, 
  une traduction a &eacute;t&eacute; faite &agrave; haute voix. Les deux procureurs 
  ont pr&eacute;sent&eacute; leurs expos&eacute;s finals au jury enti&egrave;rement 
  en fran&ccedil;ais. Le juge a donn&eacute; son expos&eacute; au jury en partie 
  en anglais et en partie en fran&ccedil;ais. Les directives en anglais ont &eacute;t&eacute; 
  traduites &agrave; haute voix. </p>
<p>
  III. Analyse </p>
<p>(a) La langue parl&eacute;e pendant l'instance</p>
<p>
  [22] L'appelant argumente qu'un proc&egrave;s fran&ccedil;ais, conform&eacute;ment 
  aux dispositions des art. 530 et 530.1 du Code criminel, en est un o&ugrave; 
  le juge ainsi que le procureur de la Couronne parlent fran&ccedil;ais en tout 
  temps et o&ugrave; les services d'un interpr&egrave;te ne sont qu'accessoires 
  au d&eacute;roulement de l'instance. Il pr&eacute;tend que son proc&egrave;s 
  n'&eacute;tait pas conforme &agrave; ces exigences et qu'il s'agissait plut&ocirc;t 
  d'un proc&egrave;s bilingue ou anglophone, o&ugrave; l'usage du fran&ccedil;ais 
  &eacute;tait tout &agrave; fait accessoire. </p>
<p>
  [23] Dans un premier temps, l'intim&eacute;e pr&eacute;tend que ce n'est pas 
  n&eacute;cessaire en l'esp&egrave;ce d'interpr&eacute;ter l'art. 530.1 lorsqu'on 
  tient compte du fait que le procureur de la d&eacute;fense ne s'est pas object&eacute; 
  &agrave; l'usage de l'anglais jusqu'au sixi&egrave;me jour du proc&egrave;s 
  et que, suite &agrave; des discussions entre les parties, il a consenti &agrave; 
  l'usage de l'anglais pour certains t&eacute;moins. L'intim&eacute;e soumet que 
  dans ces circonstances, peu importe la nature de l'ordonnance &agrave; l'origine, 
  le juge a ordonn&eacute; et la d&eacute;fense a consenti (au moins quant &agrave; 
  l'usage de l'anglais pour poser des questions) &agrave; une proc&eacute;dure 
  qui ressemblait plut&ocirc;t &agrave; un proc&egrave;s bilingue. L'intim&eacute;e 
  soumet en cons&eacute;quence que les directives de l'art. 530.1, qui s'engagent 
  seulement lors d'un proc&egrave;s unilingue, n'&eacute;taient plus applicables. 
  </p>
<p>
  [24] &Agrave; mon avis, les pr&eacute;tentions de l'intim&eacute;e quant au 
  suppos&eacute; consentement de l'appelant sont mal fond&eacute;es. L'intim&eacute;e 
  dans son m&eacute;moire ne fait aucune r&eacute;f&eacute;rence &agrave; ce qui 
  s'est produit pendant les journ&eacute;es d'audition des pr&eacute;-requ&ecirc;tes, 
  tel que j'ai d&eacute;cris plus haut. Lorsque les premiers cinq jours de t&eacute;moignage 
  sont consid&eacute;r&eacute;s dans le contexte du proc&egrave;s en entier, il 
  est d&eacute;raisonnable de conclure que l'appelant, par faute d'objection, 
  a chang&eacute; d'id&eacute;e, a renonc&eacute; &agrave; son droit &agrave; 
  un proc&egrave;s fran&ccedil;ais, et a consenti &agrave; subir un proc&egrave;s 
  bilingue ou anglophone. Une telle conclusion m'appara&icirc;t d'autant plus 
  d&eacute;raisonnable lorsqu'on tient compte du fait que l'appelant parle tr&egrave;s 
  peu l'anglais. </p>
<p>
  [25] Il est important de noter qu'un accus&eacute; a le droit d'affirmer l'une 
  des deux langues officielles comme la sienne m&ecirc;me s'il est capable de 
  parler l'autre langue officielle : voir R. c. Beaulac aux paras. 45-47. Je mentionne 
  donc ici la capacit&eacute; tr&egrave;s limit&eacute;e de M. Potvin de parler 
  l'anglais, non pas comme fondement de son droit &agrave; un proc&egrave;s fran&ccedil;ais, 
  mais simplement pour souligner le fait que, dans le contexte de cette affaire, 
  il n'est pas raisonnable de supposer que l'appelant aurait d&eacute;sir&eacute; 
  autre chose qu'un proc&egrave;s fran&ccedil;ais. </p>
<p>
  [26] Je conclus sans h&eacute;sitation que l'appelant n'a jamais consenti &agrave; 
  ce que son proc&egrave;s soit bilingue. Compte tenu des difficult&eacute;s auxquelles 
  l'appelant et son procureur ont d&ucirc; faire face pendant les journ&eacute;es 
  pr&eacute;c&eacute;dentes, il n'est pas surprenant que le procureur de la d&eacute;fense 
  ne s'est pas object&eacute; au d&eacute;but du proc&egrave;s, en pr&eacute;sence 
  du jury, lorsque le juge a ordonn&eacute; que la traduction se fasse de fa&ccedil;on 
  simultan&eacute;e. De toute fa&ccedil;on, une fois qu'une ordonnance est faite 
  qu'un proc&egrave;s se d&eacute;roule uniquement dans la langue officielle de 
  l'accus&eacute;, l'instance devrait &ecirc;tre conforme sans que l'accus&eacute; 
  ou son procureur soient oblig&eacute;s de continuellement d&eacute;battre la 
  question. C'est la responsabilit&eacute; du juge de s'assurer que le proc&egrave;s 
  se d&eacute;roule en fran&ccedil;ais.</p>
<p>
  [27] Dans un deuxi&egrave;me temps, l'intim&eacute;e pr&eacute;tend que m&ecirc;me 
  si l'art. 530.1 s'appliquait en l'esp&egrave;ce, ces dispositions n'imposent 
  pas d'obligation au juge et au procureur de la Couronne de parler exclusivement 
  dans la langue qui est la langue officielle de l'accus&eacute;. Selon l'intim&eacute;e, 
  ces dispositions permettent au procureur de la Couronne et au juge de se servir 
  de l'une ou l'autre langue, au choix, pourvu qu'ils aient la comp&eacute;tence 
  de parler la langue de l'accus&eacute;. L'intim&eacute;e pr&eacute;tend qu'il 
  est donc suffisant que le procureur de la Couronne, le juge et le jury soient 
  capables de comprendre et d'appr&eacute;cier, sans interpr&eacute;tation, les 
  t&eacute;moignages offerts ou l'argumentation faite dans la langue officielle 
  de l'accus&eacute; au cours de l'instance. </p>
<p>
  [28] Il y a peu de jurisprudence sur cette question. La Cour d'appel du Qu&eacute;bec 
  a eu &agrave; se pencher sur la question de la langue utilis&eacute;e par le 
  procureur de la Couronne dans un proc&egrave;s unilingue dans l'arr&ecirc;t 
  R. c. Cross, [1998] R.J.Q. 2587, 128 C.C.C. (3d) 161 (C.A.), avis de d&eacute;sistement 
  de pourvoi [1999] 3 R.C.S. xi; voir aussi l'arr&ecirc;t connexe R. c. Montour, 
  [1998] A.Q. no 2630. Dans R. c. Cross, l'accus&eacute; avait obtenu une ordonnance 
  que son proc&egrave;s soit unilingue anglais. Les quatre substituts du Procureur 
  g&eacute;n&eacute;ral assign&eacute;s pour plaider la cause, des francophones, 
  ont d&eacute;clar&eacute; au juge qu'ils avaient l'intention d'utiliser la langue 
  fran&ccedil;aise, &agrave; l'occasion, en l'absence du jury. Le juge d'instance 
  leur a fait aussit&ocirc;t remarquer que le para. 530.1(e) du Code criminel 
  ne le permettait pas. Les procureurs ont donc contest&eacute; la validit&eacute; 
  constitutionnelle du para. 530.1(e) du Code criminel devant les tribunaux du 
  Qu&eacute;bec compte tenu de l'art. 133 du la Loi constitutionnelle de 1867 
  qui pr&eacute;voit, entre autre, que : </p>
<p class="indent">&#133; dans toute plaidoirie ou pi&egrave;ce de proc&eacute;dure devant les 
  tribunaux du Canada &eacute;tablis sous l'autorit&eacute; de la pr&eacute;sente 
  loi, ou &eacute;manant de ces tribunaux, et devant les tribunaux du Qu&eacute;bec, 
  ou &eacute;manant de ces derniers, il pourra &ecirc;tre fait usage de l'une 
  ou l'autre [des deux langues officielles.] </p>
<p>
  [29] La Cour d'appel du Qu&eacute;bec a confirm&eacute; la constitutionnalit&eacute; 
  du para. 530.1(e). La Cour a conclu que le juge ne pouvait pas, sans violer 
  l'art. 133, interdire au substitut de parler la langue officielle de son choix. 
  Par contre, en vertu des dispositions du Code criminel, le Procureur g&eacute;n&eacute;ral 
  doit s'assurer que le substitut qu'il affecte &agrave; la cause soit non seulement 
  capable de parler la langue de l'accus&eacute;, mais aussi consentant &agrave; 
  le faire durant tout le proc&egrave;s. La Cour d'appel a ajout&eacute; : </p>
<p class="indent">S'il arrivait qu'en cours de proc&egrave;s le substitut se sente incapable 
  de faire justice &agrave; son mandat en utilisant une langue autre que la sienne 
  et manifeste l'intention de parler le fran&ccedil;ais ou l'anglais comme le 
  lui permet l'art. 133, le juge ne pourrait certes le forcer de parler la langue 
  officielle qui n'est pas la sienne. Dans un tel cas, le juge devrait suspendre 
  l'audience pour permettre au Procureur g&eacute;n&eacute;ral de trouver un rempla&ccedil;ant 
  pr&ecirc;t &agrave; continuer la cause dans la langue de l'accus&eacute;. Si 
  cela s'av&eacute;rait impossible dans un d&eacute;lai raisonnable, le juge qui 
  pr&eacute;side un proc&egrave;s devant jury pourrait devoir d&eacute;clarer 
  le proc&egrave;s avort&eacute;.</p>
<p>
  [30] Je suis d'accord avec cette interpr&eacute;tation de la port&eacute;e du 
  para. 530.1(e). De plus, je crois que la m&ecirc;me conclusion s'impose quant 
  au droit de l'accus&eacute; de subir son proc&egrave;s devant &quot; un juge 
  et un jury qui parlent &quot; la langue officielle qui est la sienne. &Agrave; 
  mon avis, cette interpr&eacute;tation est la seule qui puisse rencontrer l'objectif 
  des dispositions statutaires tel que statu&eacute; par la Cour supr&ecirc;me 
  du Canada dans l'affaire Beaulac. </p>
<p>
  [31] Dans l'arr&ecirc;t Beaulac, au para. 25, la Cour supr&ecirc;me a d&eacute;cid&eacute; 
  que &quot; [l]es droits linguistiques doivent dans tous les cas &ecirc;tre interpr&eacute;t&eacute;s 
  en fonction de leur objet, de fa&ccedil;on compatible avec le maintien et l'&eacute;panouissement 
  des collectivit&eacute;s de langue officielle au Canada &quot;. Au para. 34, 
  la Cour a d&eacute;fini l'objectif de l'art. 530 comme visant &quot; &agrave; 
  donner un acc&egrave;s &eacute;gal aux tribunaux aux accus&eacute;s qui parlent 
  l'une des langues officielles du Canada afin d'aider les minorit&eacute;s de 
  langue officielle &agrave; pr&eacute;server leur identit&eacute; culturelle 
  &quot;. [Mes italiques.] </p>
<p>
  [32] S'il suffisait que le juge et le poursuivant comprennent le fran&ccedil;ais 
  sans toutefois qu'il soit n&eacute;cessaire qu'ils l'utilisent pendant l'instance, 
  il y aurait peu de distinction entre, d'une part, le droit &agrave; un proc&egrave;s 
  unilingue dans la langue officielle de son choix et, d'autre part, le droit 
  &agrave; l'assistance d'un interpr&egrave;te d&eacute;j&agrave; pr&eacute;vu 
  &agrave; l'art. 14 de la Charte. Le droit &agrave; l'assistance d'un interpr&egrave;te 
  assure que l'accus&eacute; soit en mesure de comprendre son proc&egrave;s et 
  de s'y faire comprendre et que, par ce fait, son proc&egrave;s soit &eacute;quitable 
  : voir R. c. Beaulac au para. 41. Mais, tel que not&eacute; par la Cour Supr&ecirc;me 
  dans Beaulac aux paras. 25 et 41, &quot; [les droits linguistiques] se distinguent 
  des principes de justice fondamentale&#133;. Les droits linguistiques ont une 
  origine et un r&ocirc;le compl&egrave;tement distincts. Ils visent &agrave; 
  prot&eacute;ger les minorit&eacute;s de langue officielle du pays et &agrave; 
  assurer l'&eacute;galit&eacute; de statut du fran&ccedil;ais et de l'anglais.&quot; 
  </p>
<p>
  [33] L'interpr&eacute;tation plus restrictive qui est propos&eacute;e par l'intim&eacute;e 
  assurerait peut-&ecirc;tre bien que l'accus&eacute; se fasse comprendre par 
  le poursuivant, le juge et le jury dans sa langue originale sans l'interm&eacute;diaire 
  de la traduction. Mais, dans le contexte d'&eacute;galit&eacute; linguistique, 
  il me semble tout aussi important que l'accus&eacute; aussi puisse comprendre 
  les paroles du juge et du poursuivant dans la langue originale employ&eacute;e 
  par eux au cours de l'instance. C'est s&ucirc;r que l'exigence que le juge et 
  le procureur de la Couronne, non seulement comprennent le fran&ccedil;ais, mais 
  qu'ils l'utilisent, peut occasionner des inconv&eacute;nients dans certains 
  milieux, mais ce fait n'est pas pertinent. Le juge Bastarache dans l'arr&ecirc;t 
  Beaulac l'&eacute;nonce clairement au para. 39: </p>
<p class="indent">
  Je tiens &agrave; souligner qu'un simple inconv&eacute;nient administratif n'est 
  pas un facteur pertinent. La disponibilit&eacute; de st&eacute;nographes judiciaires, 
  la charge de travail des procureurs ou des juges bilingues et les co&ucirc;ts 
  financiers suppl&eacute;mentaires de modification d'horaire ne doivent pas &ecirc;tre 
  pris en consid&eacute;ration parce que l'existence de droits linguistiques exige 
  que le gouvernement satisfasse aux dispositions de la Loi en maintenant une 
  infrastructure institutionnelle ad&eacute;quate et en fournissant des services 
  dans les deux langues officielles de fa&ccedil;on &eacute;gale. Comme je l'ai 
  dit plus t&ocirc;t, dans un cadre de bilinguisme institutionnel, une demande 
  de service dans la langue de la minorit&eacute; de langue officielle ne doit 
  pas &ecirc;tre trait&eacute;e comme s'il y avait une langue officielle principale 
  et une obligation d'accommodement en ce qui concerne l'emploi de l'autre langue 
  officielle. Le principe directeur est celui de l'&eacute;galit&eacute; des deux 
  langues officielles. </p>
<p>
  [34] Je dois donc conclure que les droits linguistiques de l'appelant pr&eacute;vus 
  &agrave; l'art. 530 et au para. 530.1(e) qui exigent que le juge et le procureur 
  de la Couronne parlent la langue officielle de l'accus&eacute; ont &eacute;t&eacute; 
  viol&eacute;s. </p>
<p>
  (b) La transcription de la traduction</p>
<p>[35] Tel que not&eacute; plus t&ocirc;t, l'appelant all&egrave;gue qu'il y 
  a eu aussi violation du para. 530.1(g) puisqu'aucune transcription de l'interpr&eacute;tation 
  n'a &eacute;t&eacute; vers&eacute;e au dossier pendant les premiers cinq jours 
  de t&eacute;moignage. L'intim&eacute;e pr&eacute;tend sur ce point &eacute;galement 
  qu'il y a eu consentement de la part de l'appelant. J'ai d&eacute;j&agrave; 
  rejet&eacute; cette pr&eacute;tention comme d&eacute;raisonnable en l'esp&egrave;ce. 
  La violation du para. 530.1(g) est donc &eacute;vidente. </p>
<p>
  (c) La disposition r&eacute;paratrice</p>
<p>
  [36] Finalement, l'intim&eacute;e pr&eacute;tend que la disposition r&eacute;paratrice 
  &agrave; l'al. 686(1)(b) devrait s'appliquer en l'esp&egrave;ce. L'intim&eacute;e 
  reconna&icirc;t que la Cour supr&ecirc;me dans Beaulac a statu&eacute; que l'art. 
  530(1) donne &agrave; l'accus&eacute; un droit absolu et substantiel, et non 
  un droit proc&eacute;dural auquel on peut d&eacute;roger. En cons&eacute;quence, 
  la violation de ce droit ne donne pas lieu &agrave; l'application de la disposition 
  r&eacute;paratrice pr&eacute;vue &agrave; l'al. 686(1)(b). Cependant, l'intim&eacute;e 
  soumet que l'art. 530.1 repr&eacute;sente des dispositions de proc&eacute;dure 
  suite au droit pr&eacute;vu par l'art. 530(1) et par cons&eacute;quence l'al. 
  686(1)(b)(iv) peut s'appliquer &agrave; une violation de l'art. 530.1. L'intim&eacute;e 
  argumente que, contrairement &agrave; l'affaire Beaulac, l'appelant n'a pas 
  &eacute;t&eacute; refus&eacute; a priori son droit &agrave; un proc&egrave;s 
  devant un juge et jury qui parlent la langue officielle qui est la sienne. La 
  question ici est plut&ocirc;t si toutes les dispositions de proc&eacute;dure 
  ont &eacute;t&eacute; respect&eacute;es. </p>
<p>
  [37] &Agrave; mon avis, le r&eacute;sultat qui s'impose en l'esp&egrave;ce ne 
  d&eacute;pend pas de la classification des dispositions &agrave; l'art. 530.1 
  comme &eacute;tant proc&eacute;durales plut&ocirc;t que substantielles. Le droit 
  pr&eacute;vu &agrave; l'art. 530 est un droit substantiel et important et l'art. 
  530.1, tel que le titre l'indique, apporte certaines pr&eacute;cisions &agrave; 
  ce droit dans son application. Ce n'est pas &agrave; chaque fois qu'il y aura 
  quelques mots parl&eacute;s dans la langue officielle autre que celle de l'accus&eacute; 
  qu'un proc&egrave;s sera n&eacute;cessairement vici&eacute;. Mais, le proc&egrave;s 
  unilingue ordonn&eacute; en vertu de l'art. 530 doit &ecirc;tre essentiellement 
  conforme aux dispositions de l'art. 530.1. En l'esp&egrave;ce, je suis d'accord 
  avec la pr&eacute;tention de l'appelant que son proc&egrave;s a &eacute;t&eacute; 
  tout autre. Dans l'ensemble, son proc&egrave;s a ressembl&eacute; beaucoup plus 
  &agrave; un proc&egrave;s bilingue, m&ecirc;me, en large partie, anglophone. 
  Par cons&eacute;quent, il n'y a pas lieu d'appliquer la disposition r&eacute;paratrice 
  et un nouveau proc&egrave;s doit &ecirc;tre ordonn&eacute;. </p>
<p>
  (d) Autres motifs d'appel</p>
<p> [38] Compte tenu de cette conclusion, il n'est pas n&eacute;cessaire de consid&eacute;rer 
  les autres motifs d'appel soulev&eacute;s par l'appelant, sauf pour la question 
  de droit suivante. L'appelant pr&eacute;tend avoir droit &agrave; ce que le 
  mandat relatif aux analyses g&eacute;n&eacute;tiques, &eacute;mis en vertu de 
  l'art. 487.05 du Code criminel, soit r&eacute;dig&eacute; en fran&ccedil;ais. 
  &Agrave; l'appui de cette pr&eacute;tention, l'appelant se fonde uniquement 
  sur le fait que l'ordonnance relative &agrave; la langue de son proc&egrave;s 
  a &eacute;t&eacute; faite avant que le mandat pour pr&eacute;l&egrave;vement 
  d'&eacute;chantillons de substances corporelles n'ait &eacute;t&eacute; &eacute;mis. 
</p>
<p>
  [39] Je n'accepte pas cette pr&eacute;tention. Bien que l'ordonnance quant &agrave; 
  la langue du proc&egrave;s ait pr&eacute;c&eacute;d&eacute; l'&eacute;mission 
  du mandat, le mandat de pr&eacute;l&egrave;vement ne faisait pas pour autant 
  partie du proc&egrave;s. De plus, un accus&eacute; n'a pas un droit automatique 
  &agrave; la traduction des documents qui sont produits lors du proc&egrave;s 
  : R. c. Stadnick, [2001] Q.J. No. 5226 (C.S. Qu&eacute;.); R. c. Cameron, [1999] 
  Q.J. No. 6204 (C.Q. crim. &amp; p&eacute;n.); R. v. Rodrigue (1994), 91 C.C.C. 
  (3d) 455 (Y.T.S.C.); R. c. Simard (1995), 27 O.R. (3d) 97 (C.A.). </p>
<p>
  [40] La question &agrave; d&eacute;terminer en l'esp&egrave;ce &eacute;tait 
  &agrave; savoir si l'appelant avait &eacute;t&eacute; suffisamment inform&eacute; 
  conform&eacute;ment aux exigences pr&eacute;vues &agrave; l'art. 487.07 du Code 
  criminel. Cette question, si elle est soulev&eacute;e &agrave; nouveau, devra 
  &ecirc;tre d&eacute;termin&eacute;e par le juge du nouveau proc&egrave;s. </p>
<p>
  Conclusion </p>
<p>
  [41] Par ces motifs, j'accorderais l'appel, j'annulerais la condamnation, et 
  j'ordonnerais un nouveau proc&egrave;s. </p>
<p></p>
<p>Prononc&eacute; : le 16 juin 2004 LC</p>
<p> Louise Charron J.C.A.<br>
  &quot; Je suis du m&ecirc;me avis J.-M. Labrosse J.C.A. "<br>
  " Je suis du m&ecirc;me avis Karen Weiler J.C.A. &quot;</p>
<p></p>
</body>
</html>
