<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//FR">
<HTML>
<HEAD>
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW, NOARCHIVE">
<title>G&eacute;nier v. Fomagerie Coop&eacute;rative St. Albert Inc. (le 17 juin 2003)</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../../../styles/judgment.css" type="text/css">
</head>

<BODY>
<p class="rightalign">DATE : 20030617<br>
  R&Ocirc;LE : C39207</p>
<h1 class="h1">COUR D'APPEL DE L'ONTARIO</h1>
<table width="100%" border="0" cellpadding="0" cellspacing="0">
  <tr valign="top"> 
    <td width="18%">ENTRE :</td>
    <td width="82%">CLAUDE G&Eacute;NIER, JEAN-MARIE M&Eacute;NARD, GILLES SABOURIN, 
      MARIO BRISSON, JOANNE PASOUIER, JACQUES FORGUES, YVES FORGUES, GILLES BAZINET, 
      JEAN-PAUL A. FORGUES, PAUL LATOUR, DANIEL GAGNIER, ALAIN QUIROUETTE et ROSAIRE 
      LAFRANCE (Requ&eacute;rants/Appelants) -et- FROMAGERIE COOP&Eacute;RATIVE 
      ST-ALBERT INC. (Intim&eacute;e/Intim&eacute;e dans l'appel)</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">&nbsp;</td>
    <td width="82%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">LE TRIBUNAL :</td>
    <td width="82%">LABROSSE, CHARRON et SHARPE JJ.A.</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">&nbsp;</td>
    <td width="82%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">PROCUREURS :</td>
    <td width="82%">Ronald F. Caza pour l'appelant</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">&nbsp;</td>
    <td width="82%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">&nbsp;</td>
    <td width="82%">Guy J. Pratte et Susie Paquette pour l'intim&eacute;e</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">&nbsp;</td>
    <td width="82%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">AUDIENCE :</td>
    <td width="82%">le 3 juin 2003</td>
  </tr>
  <tr valign="top"> 
    <td width="18%">&nbsp;</td>
    <td width="82%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">Appel interjet&eacute; de l'ordonnance du juge Robert L. Maranger 
      de la Cour sup&eacute;rieure de justice dat&eacute;e du 31 octobre 2002.</td>
  </tr>
</table>
<p class="boldcenter">ENDOSSEMENT</p>
<p>[1] Les appelants interjettent appel de la d&eacute;cision du juge Maranger, 
  en date du 31 octobre 2002, rejetant leur requ&ecirc;te pour une d&eacute;claration 
  &agrave; l'effet que l'intim&eacute;e devrait prendre en consid&eacute;ration 
  les ventes de lait de ses membres par contrats d'exportation lorsqu'elle calcule 
  les ristournes qui sont pay&eacute;es &agrave; chacun de ses membres conform&eacute;ment 
  &agrave; l'article 55 de la Loi sur les soci&eacute;t&eacute;s coop&eacute;ratives, 
  L.R.O. 1990, c. C-35 (&lt;&lt; la Loi &gt;&gt;). <br>
</p>
<p>[2] La question qui se pose porte plus particuli&egrave;rement sur le texte 
  du paragraphe 55(5) de la Loi :<br>
</p>
<table width="80%" border="0" align="center">
  <tr valign="top"> 
    <td width="50%"> <span lang="en">55(5) Where members of a co-operative are required by a marketing 
      plan established under an Act of the Legislature, or of the Parliament of 
      Canada, to sell or deliver products or goods or render services to or for 
      a marketing board, then for the purposes of making a patronage return to 
      the members of the co-operative, the members shall be deemed to have sold, 
      delivered or rendered those goods, products or services to the co-operative. 
      R.S.O. 1990, c. C.35. s. 55(5).</span></td>
    <td width="50%"><span lang="en">55(5) Les membres d'une coop&eacute;rative qui sont tenus, 
      dans le cadre d'un plan de commercialisation cr&eacute;&eacute; en vertu 
      d'une loi de la L&eacute;gislature ou du Parlement du Canada, de vendre 
      ou de livrer des produits ou des marchandises ou de rendre des services 
      &agrave; un office de commercialisation, ou pour son compte, sont r&eacute;put&eacute;s, 
      aux fins du paiement des ristournes &agrave; la client&egrave;le aux membres 
      de la coop&eacute;rative, avoir livr&eacute; ces produits ou ces marchandises, 
      ou avoir rendu ces services &agrave; la coop&eacute;rative.L.R.O. 1990, 
      chap. C.35, par. 55(5).</span></td>
  </tr>
</table>
<p>[3] Les appelants soumettent que l'interpr&eacute;tation correcte du paragraphe 
  55(5) de la Loi et du terme &lt;&lt; livrer &gt;&gt; &agrave; ce paragraphe, 
  impose aux soci&eacute;t&eacute;s coop&eacute;ratives l'obligation de consid&eacute;rer, 
  au fin du paiement de ristournes aux membres de la coop&eacute;rative, non seulement 
  les produits qui sont vendus mais aussi les produits qui sont livr&eacute;s 
  &agrave; un office de commercialisation pour fin de distribution &agrave; une 
  tierce partie, ce qui inclut en l'esp&egrave;ce, les contrats d'exportation 
  de lait.<br>
</p>
<p>[4] Pour sa part, l'intim&eacute;e soumet que le paragraphe 55(5) de la Loi 
  ne vise pas les ventes effectu&eacute;es par l'entremise de contrats d'exportation 
  de lait. (Les contrats d'exportation ont eu leur origine en l'an 2000 et ils 
  ont &eacute;t&eacute; abolis au d&eacute;but de l'ann&eacute;e 2003.)<br>
</p>
<p>[5] Le juge de premi&egrave;re instance a constat&eacute; l'ambigu&iuml;t&eacute; 
  cr&eacute;&eacute;e par l'utilisation du terme &lt;&lt; livrer &gt;&gt; au paragraphe 
  55(5) de la Loi. L'interpr&eacute;tation du terme &lt;&lt; livrer &gt;&gt;, 
  qui n'est pas d&eacute;fini dans la Loi, est essentielle &agrave; la disposition 
  de cet appel. Elle n'est pas sans difficult&eacute;s.<br>
</p>
<p>[6] Pour r&eacute;soudre l'ambigu&iuml;t&eacute; cr&eacute;&eacute;e par l'emploi 
  du terme &lt;&lt; livrer &gt;&gt; dans le contexte du paragraphe 55(5) de la 
  Loi, le juge de premi&egrave;re instance a appliqu&eacute; la m&eacute;thode 
  d'interpr&eacute;tation contextuelle en s'appuyant sur les principes d'interpr&eacute;tation 
  l&eacute;gislative &eacute;tablis par la Cour supr&ecirc;me du Canada dans l'arr&ecirc;t 
  Rizzo c. Rizzo Shoes Ltd. (Re), [1998] 1 R.C.S. 27. &Agrave; cet effet, il a 
  pass&eacute; en revue l'historique de l'intim&eacute;e, du partage des ristournes 
  et de l'effet de certaines lois pertinentes. <br>
</p>
<p>[7] Entre autres, il a not&eacute; qu'avant la cr&eacute;ation d'un office 
  de commercialisation, les membres transigeaient directement avec la coop&eacute;rative 
  et le partage des ristournes &eacute;tait effectu&eacute; au pro rata des affaires 
  que chaque membre avait fait avec la coop&eacute;rative. Par apr&egrave;s, l'office 
  de commercialisation, aujourd'hui le Dairy Farmers of Ontario (&lt;&lt; DFO 
  &gt;&gt;), a pris contr&ocirc;le de la vente et de la livraison de tout le lait 
  produit en Ontario et il n'&eacute;tait plus possible de calculer le partage 
  des ristournes sur la m&ecirc;me base.<br>
</p>
<p>[8] Le juge de premi&egrave;re instance a conclu que le paragraphe 55(5) de 
  la Loi avait pour but de prot&eacute;ger tous les membres d'une coop&eacute;rative 
  en pr&eacute;sumant un lien d'affaires direct entre l'intim&eacute;e et ses 
  membres. Par contre, il a conclu que le terme &lt;&lt; livrer &gt;&gt; au paragraphe 
  55(5) de la Loi exigeait un transfert de titre. Pour b&eacute;n&eacute;ficier 
  de la pr&eacute;somption cr&eacute;&eacute;e par le paragraphe 55(5) de la Loi, 
  un producteur se devait de livrer &agrave; Dairy Farmers of Ontario (&lt;&lt; 
  D.F.O. &gt;&gt;) &agrave; titre de propri&eacute;taire et non &agrave; titre 
  de transporteur. Par cons&eacute;quent, il a conclu que l'intim&eacute;e ne 
  devait pas prendre en consid&eacute;ration les ventes de lait de ses membres 
  par contrats d'exportation pour fin du calcul des ristournes.<br>
</p>
<p>[9] &Agrave; notre avis, le juge de premi&egrave;re instance a correctement 
  adopt&eacute; et appliqu&eacute; une interpr&eacute;tation contextuelle au paragraphe 
  55(5) de la Loi. Puisque les membres producteurs peuvent choisir eux-m&ecirc;mes 
  de destiner une partie de leur lait &agrave; des entreprises autres que leur 
  coop&eacute;rative lorsqu'il s'agit de contrats d'exportation, la pr&eacute;somption 
  d'un lien d'affaires direct pr&eacute;vue au paragraphe 55(5) perd sa raison 
  d'&ecirc;tre en ce qui a trait &agrave; ces transactions. &Agrave; notre avis, 
  l'interpr&eacute;tation contraire propos&eacute;e par les appelants est contraire 
  aux objectifs de la loi et &agrave; la doctrine des coop&eacute;ratives.<br>
</p>
<p>[10] Pour en arriver &agrave; cette conclusion, il est aussi utile d'examiner 
  les dispositions de l'article 144 de la Loi. La n&eacute;cessit&eacute; pour 
  une coop&eacute;rative de maintenir un lien d'usage avec ses membres est essentiel. 
  C'est pourquoi la L&eacute;gislature se r&eacute;serve le droit de retirer le 
  statut coop&eacute;ratif &agrave; une coop&eacute;rative qui faillit rencontrer 
  son obligation de r&eacute;aliser un certain pourcentage de ses activit&eacute;s 
  avec ses membres en vertu du paragraphe 144(1) de la Loi. De fa&ccedil;on similaire 
  au paragraphe 55(5) de la Loi, le paragraphe 144(4) vise &agrave; respecter 
  la doctrine des coop&eacute;ratives et cr&eacute;e une pr&eacute;somption de 
  lien direct d'affaires entre la coop&eacute;rative et ses membres. Il est important 
  de noter que le paragraphe 144(4) de la Loi ne fait aucune r&eacute;f&eacute;rence 
  au concept de livraison. La pr&eacute;somption cr&eacute;&eacute;e par cette 
  disposition n'est d&eacute;clench&eacute;e qu'&agrave; l'occasion d'un transfert 
  d'int&eacute;r&ecirc;t entre le producteur et l'office de commercialisation.<br>
</p>
<p>[11] Il nous semble logique de conclure que ces deux dispositions doivent &ecirc;tre 
  interpr&eacute;t&eacute;es de fa&ccedil;on coh&eacute;rente, de sorte &agrave; 
  n&eacute;cessiter un transfert de titre entre le membre et l'office de commercialisation.<br>
</p>
<p>[12] Pour ces motifs, l'appel est rejet&eacute; avec d&eacute;pens fix&eacute;s 
  &agrave; 21,000 $.<br>
</p>
<p>Sign&eacute; : &lt;&lt; J.-M. Labrosse J.A. &gt;&gt;<br>
  &lt;&lt; Louise Charron J.A. &gt;&gt;<br>
  &lt;&lt; Robert J. Sharpe J.A. &gt;&gt;</p>
</body>
</html>
