<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
<META NAME="ROBOTS" CONTENT="NOINDEX, NOFOLLOW, NOARCHIVE">
<title>R. c. Thibault (November 11, 2003)</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" href="../../../styles/judgment.css" type="text/css">
</head>

<body>
<p class="rightalign">DATE: 20031106<br>
  R&Ocirc;LE: C40324</p>
<h1 class="h1">COUR D'APPEL DE L'ONTARIO</h1>
<table width="100%" border="0" cellpadding="0" cellspacing="0">
  <tr valign="top"> 
    <td width="13%">ENTRE:</td>
    <td width="87%">SA MAJEST&Eacute; LA REINE (Intim&eacute;e) - et - RICHARD 
      THIBAULT (Appelant)</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">&nbsp;</td>
    <td width="87%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">LE TRIBUNAL:</td>
    <td width="87%">WEILER, SHARPE JJ.A. et RIVARD J. (Ad hoc)</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">&nbsp;</td>
    <td width="87%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">PROCUREURS:</td>
    <td width="87%">Richard Thibault pour lui-m&ecirc;me</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">&nbsp;</td>
    <td width="87%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">&nbsp;</td>
    <td width="87%">Jennifer Briscoe pour l'intim&eacute;e</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">&nbsp;</td>
    <td width="87%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">AUDIENCE:</td>
    <td width="87%">De 6 novembre 2003</td>
  </tr>
  <tr valign="top"> 
    <td width="13%">&nbsp;</td>
    <td width="87%">&nbsp;</td>
  </tr>
  <tr valign="top"> 
    <td colspan="2">Appel interjet&eacute; du jugement de M. le juge Maranger 
      le 20 juin 2003. </td>
  </tr>
</table>
<p class="boldcenter">ENDOSSEMENT</p>
<p>[1] Dans son m&eacute;moire, le procureur de la Couronne a accept&eacute; que 
  M. Thibault aurait d&ucirc; &ecirc;tre transport&eacute; en Nouvelle-&Eacute;cosse 
  pour une enqu&ecirc;te par un juge de la paix selon l'article 503(3) du Code 
  p&eacute;nal.</p>
<p>[2] Suite &agrave; son arrestation l'appelant f&ucirc;t amen&eacute; en Ontario 
  et a comparu devant le juge de la paix o&ugrave; les proc&eacute;dures normales 
  ont &eacute;t&eacute; suivies.</p>
<p>[3] La jurisprudence sur la loi d'habeas corpus &eacute;tablit le principe 
  suivant . Ici je cite The Law of Habeas Corpus second edition R.J.Sharpe aux 
  pages 180-181:</p>
<p class="indent">A prisoner may apply for the writ from the very moment of arrest, 
  and in that sense, he may challenge the legality of his arrest. However, where 
  there have been valid proceedings subsequent to the arrest, which are offered 
  in justification of the detention, the prisoner will not usually be able to 
  get redress. The reason for this is twofold.</p>
<p class="indent">First, there is the rule that habeas corpus only calls for justification 
  of the detention at present. The second is to be found in the law of criminal 
  procedure. It is a general principle that where an accused person has been illegally 
  arrested and brought before a court for trial, the court will not lack jurisdiction 
  over the person on account of the illegal arrest. There may be grounds, for 
  appeal, or evidence may be rendered inadmissible, but the validity of the proceedings 
  is not affected.</p>
<p>[4] M&ecirc;me si M. Thibault a droit &agrave; d'autres r&eacute;parations, 
  il n'a pas droit &agrave; la lib&eacute;ration, actuellement sous l'habeas corpus.</p>
<p>[5] L'appel est donc rejet&eacute;.</p>
<p>&quot; K.M. Weiler J.A. &quot;<br>
  &quot; Robert J. Sharpe J.A. &quot;<br>
  &quot; Paul Rivard J. &quot;</p>
</body>
</html>
